/* # ***** BEGIN LICENSE BLOCK ***** */
/* # Version: MPL 1.1/GPL 2.0/LGPL 2.1 */
/* # */
/* # The contents of this file are subject to the Mozilla Public License Version */
/* # 1.1 (the \"License\"); you may not use this file except in compliance with */
/* # the License. You may obtain a copy of the License at */
/* # http://www.mozilla.org/MPL/ */
/* # */
/* # Software distributed under the License is distributed on an \"AS IS\" basis, */
/* # WITHOUT WARRANTY OF ANY KIND, either express or implied. See the License */
/* # for the specific language governing rights and limitations under the */
/* # License. */
/* # */
/* # The Original Code is mozilla.org code. */
/* # */
/* # The Initial Developer of the Original Code is */
/* # Netscape Communications Corporation. */
/* # Portions created by the Initial Developer are Copyright (C) 1998 */
/* # the Initial Developer. All Rights Reserved. */
/* # */
/* # Contributor(s): */
/* # */
/* # Alternatively, the contents of this file may be used under the terms of */
/* # either the GNU General Public License Version 2 or later (the \"GPL\"), or */
/* # the GNU Lesser General Public License Version 2.1 or later (the \"LGPL\"), */
/* # in which case the provisions of the GPL or the LGPL are applicable instead */
/* # of those above. If you wish to allow use of your version of this file only */
/* # under the terms of either the GPL or the LGPL, and not to allow others to */
/* # use your version of this file under the terms of the MPL, indicate your */
/* # decision by deleting the provisions above and replace them with the notice */
/* # and other provisions required by the GPL or the LGPL. If you do not delete */
/* # the provisions above, a recipient may use your version of this file under */
/* # the terms of any one of the MPL, the GPL or the LGPL. */
/* # */
/* # ***** END LICENSE BLOCK ***** */

/* #ResolvingHost=Looking up */
/* #ConnectedTo=Connected to  */
/* #ConnectingTo=Connecting to  */
/* #SendingRequestTo=Sending request to  */
/* #TransferringDataFrom=Transferring data from  */

"3" = "Looking up %1$S…";
"4" = "Connected to %1$S…";
"5" = "Sending request to %1$S…";
"6" = "Transferring data from %1$S…";
"7" = "Connecting to %1$S…";
"8" = "Read %1$S ";
"9" = "Wrote %1$S";
"10" = "Waiting for %1$S…";

"27" = "Beginning FTP transaction…";
"28" = "Finished FTP transaction";

"UnsupportedFTPServer" = "The FTP server %1$S is currently unsupported.";
"RepostFormData" = "This web page is being redirected to a new location. Would you like to resend the form data you have typed to the new location?";

/* # Directory listing strings */
"DirTitle" = "Index of %1$S";
"DirGoUp" = "Up to higher level directory";
"ShowHidden" = "Show hidden objects";
"DirColName" = "Name";
"DirColSize" = "Size";
"DirColMTime" = "Last Modified";
"DirFileLabel" = "File: ";

/* #Gopher Search Prompt */
"GopherPromptTitle" = "Search";
"GopherPromptText" = "Enter a search term:";

"PhishingAuth" = "You are about to visit “%1$S”. This site may be attempting to trick you into thinking you are visiting a different site. Use extreme caution.";
"PhishingAuthAccept" = "I understand and will be very careful";
"SuperfluousAuth" = "You are about to log in to the site “%1$S” with the username “%2$S”, but the website does not require authentication. This may be an attempt to trick you.\n\nIs “%1$S” the site you want to visit?";
"AutomaticAuth" = "You are about to log in to the site “%1$S” with the username “%2$S”.";
